tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mono0926/license-plist"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "boost"
brew "avrdude"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "chafa"
brew "diff-so-fancy"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "gnupg"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "node", link: false
brew "markdownlint-cli2"
brew "mint"
brew "neofetch"
brew "openjpeg"
brew "openssl@1.1"
brew "pandoc"
brew "pillow"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftlint"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "xdotool"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "mono0926/license-plist/license-plist"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "alacritty"
cask "battery"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monaspace-nerd-font"
cask "hyper"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mqttx"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "wezterm"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koichisasada.vscode-rdbg"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "shopify.ruby-lsp"
vscode "viktorzetterstrom.non-breaking-space-highlighter"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
