tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mono0926/license-plist"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "zstd"
brew "boost"
brew "openssl@1.1"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "btop"
brew "diff-so-fancy"
brew "fzf"
brew "gh"
brew "git"
brew "helix"
brew "htop"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "libtiff"
brew "little-cms2"
brew "lua-language-server"
brew "luarocks"
brew "node"
brew "markdownlint-cli2"
brew "mint"
brew "neofetch"
brew "openjpeg"
brew "openssl@3"
brew "pandoc"
brew "webp"
brew "pillow"
brew "pre-commit"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "zsh-syntax-highlighting"
brew "mono0926/license-plist/license-plist"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "hyper"
cask "keycastr"
cask "mqttx"
cask "ngrok"
