tap "koekeishiya/formulae"
tap "mono0926/license-plist"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "git"
brew "asdf"
brew "autoconf"
brew "boost"
brew "avrdude"
brew "openssl@3"
brew "bat"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "chafa"
brew "diff-so-fancy"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "libevent"
brew "gnupg"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "neofetch"
brew "openjpeg"
brew "pillow"
brew "pnpm"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "ruby-build"
brew "shared-mime-info"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "xdotool"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "alacritty"
cask "battery"
cask "dbeaver-community"
cask "figma"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monaspice-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "wezterm"
cask "zen"
cask "zulip"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koichisasada.vscode-rdbg"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "shopify.ruby-lsp"
vscode "viktorzetterstrom.non-breaking-space-highlighter"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
